package com;

/**
 * Created by Owner on 2015/07/05.
 */
public class Tensu {

    private final String tensu_oya_ron [][]={{"","2400点","4800点","9600点"},{"1500点","2900点","5800点","11600点"}
            ,{"2000点","3900点","7700点","12000点"},{"2400点","4800点","9600点","12000点"},{"2900点","5800点","11600点","12000点"}
            ,{"3400点","6800点","12000点","12000点"},{"3900点","7700点","12000点","12000点"}
            ,{"4400点","8700点","12000点","12000点"},{"4800点","9600点","12000点","12000点"}
            ,{"5300点","10600点"}};




    public String Get_oya_ron_tesu(int han,int yakusuu){

        han=han/10;
        han=han-1;

        return tensu_oya_ron[han-1][yakusuu-1];

    }


}
